Repository: richfab/POLY_INT
Catalog: app/Plugin/ApiGenerator/Locale/*/LC_MESSAGES/api_generator.po
Languages: pt_br

source: No class name was given
pt_br: Não foi dado um nome a classe

source: No class exists in the index with that name
pt_br: Não existe a classe na lista com este nome

source: Oops, seems we couldn't get the documentation for that class.
pt_br: Oops, parece que não é possível documentar esta classe.

source: No class exists with that name
pt_br: Não existe nenhuma classe com este nome

source: Invalid request.
pt_br: Requisição inválida.

source: No file exists with that name
pt_br: Não existe nenhum com este nome

source: No package name was given
pt_br: Não foi dado um nome ao pacote

source: No package exists in the index with that name
pt_br: Não existe o pacote na lista com este nome

source: %s is a pseudo class, and cannot have coverage generated
pt_br: %s é uma pseudo classe e não pode ter gerado um coverage

source: Your database configuration was not found. Take a moment to create one.
pt_br: O arquivo de configuração do seu banco de dados não foi encontrado. Reserve um tempo para criar.

source: Routes file updated
pt_br: Arquivo de rotas atualizado

source: Routes file NOT updated
pt_br: Arquivo de rotas NÃO atualizado

source: You have no users :(
pt_br: Você não tem usuários :(

source: go back
pt_br: voltar

source: Docs Coverage for
pt_br: Docs de Coverage para

source: Docs analysis:
pt_br: Análise:

source: Class info:
pt_br: Informação da classe:

source: Admin Class Index
pt_br: Lista de Classes Administrativas

source: Classname
pt_br: Nome da classe

source: Actions
pt_br: Ações

source: Loading..
pt_br: Carregando...

source: View Coverage
pt_br: Ver Coverage

source: Api Class index
pt_br: Lista de Classe da API

source: No classes were found in the requested file
pt_br: Nenhuma classe encontrada no arquivo

source: Up one folder
pt_br: Uma pasta acima

source: Search Results for "%s"
pt_br: Resultados para "%s"

source: Your search returned no results
pt_br: Sua busca não retornou nada

source: public
pt_br: público

source: All Files
pt_br: Todos Arquivos

source: All files
pt_br: Todos arquivos

source: No files
pt_br: Nenhum arquivo

source: Packages
pt_br: Pacotes

source: %s Package
pt_br: Pacote %s

source: Parent Package
pt_br: Pacote Herdado

source: Child Packages
pt_br: Pacotes filhos

source: Classes in %s
pt_br: Classes em %s

source: Source
pt_br: Fontes

source: Files
pt_br: Arquivos

source: %s Class Info:
pt_br: Informação da Classe %s:

source: Class Declaration:
pt_br: Declaração da classe:

source: File name:
pt_br: Arquivo:

source: Summary:
pt_br: Descrição:

source: Class Inheritance
pt_br: Heranças

source: Interfaces Implemented
pt_br: Interfaces Implementadas

source: Defined Classes
pt_br: Classes Definidas

source: Declared Functions
pt_br: Funções Declaradas

source: top
pt_br: topo

source: Parameters:
pt_br: Parâmetros:

source: (no default)
pt_br: (não padrão)

source: Function defined in file:
pt_br: Função definida no arquivo:

source: on line
pt_br: na linha

source: Search
pt_br: Buscar

source: Method defined in class:
pt_br: Método definido na classe:

source: Method defined in file:
pt_br: Método definido no arquivo:

source: Method Summary:
pt_br: Lista de Métodos:

source: Methods:
pt_br: Métodos:

source: Show/Hide parent methods
pt_br: Mostrar/Ocultar métodos herdados

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: Properties:
pt_br: Propriedades:

source: Show/Hide parent properties
pt_br: Mostrar/Ocultar propriedades herdadas

source: Class Index
pt_br: Lista de classes

source: File browser
pt_br: Navegar nos arquivos

source: Package Index
pt_br: Lista de Pacotes

source: CakePHP: API Generator
pt_br: CakePHP: Gerador de API

source: CakePHP: the rapid development php framework
pt_br: CakePHP: o framework php de desenvolvimento rápido
